Repository: ChristianCadisch/Serve-speed-detector
Catalog: Clay Tennis/Technique/Content/Quizzes/backup.xcstrings
Source language: en
Languages: de

source: All levels completed
de: Alle Levels abgeschlossen

source: All Topics
de: Alle Themen

# backhand_q1_a1
source: Continental Grip
de: Continental Griff

# backhand_q1_a1_expl
source: Mainly used for slices, volleys, and serves
de: Wird hauptsächlich für Slice, Volleys und Aufschläge verwendet

# backhand_q1_a2
source: Eastern Backhand Grip
de: Eastern Rückhandgriff

# backhand_q1_a2_expl
source: Ideal for aggressive topspin on the one-handed backhand
de: Ideal für agressiven Topspin mit der einhändigen Rückhand

# backhand_q1_a3
source: Semi-Western Forehand Grip
de: Semi-Western Vorhandgriff

# backhand_q1_a3_expl
source: This grip is used for forehands
de: Dieser Griff wird für Vorhandschläge verwendet

# backhand_q1_text
source: What grip is recommended for hitting an aggressive topspin one-handed backhand, as used by players like Roger Federer and Stan Wawrinka?
de: Welcher Griff wird für eine aggressive Topspin-einhändige Rückhand empfohlen, wie sie z.B. von Roger Federer und Stan Wawrinka gespielt wird?

# backhand_q2_a1
source: Extend the arm toward the target
de: Den Arm zum Ziel ausstrecken

# backhand_q2_a1_expl
source: Arm extension happens later, near contact
de: Das passiert erst nahe am Treffpunkt

# backhand_q2_a2
source: Turn the upper body sideways to the net, pointing the right shoulder toward the net
de: Den Oberkörper seitlich drehen und die rechte Schulter zum Netz zeigen

# backhand_q2_a2_expl
source: You should turn sideways immediately after reading the shot
de: Die Seitdrehung sollte sofort erfolgen

# backhand_q2_a3
source: Shift the body weight onto the front foot
de: Das Körpergewicht auf den vorderen Fuß verlagern

# backhand_q2_a3_expl
source: Weight transfer happens later in the swing
de: Die Gewichtsverlagerung passiert später im Schlag

# backhand_q2_text
source: What is the primary action a right-handed player should take immediately after recognizing a ball coming to the backhand side?
de: Welche erste Bewegung sollte ein Rechtshänder machen, sobald er erkennt, dass der Ball auf die Rückhand kommt?

# continue_button
source: Continue
de: Weiter

# difficulty_easy
source: Easy
de: Leicht

# difficulty_hard
source: Hard
de: Schwer

# difficulty_medium
source: Medium
de: Mittel

# enter_button
source: Enter
de: Antwort prüfen

# feed_add_first_video
source: Add Your First Video
de: Erstes Video hinzufügen

# feed_delete
source: Delete
de: Löschen

# feed_empty_subtitle
source: Add your first video to start analyzing your serves.
de: Füge dein erstes Video hinzu, um deine Aufschläge zu analysieren.

# feed_empty_title
source: No Serves Yet
de: Noch keine Aufschläge

# feed_most_recent_serve
source: Most recent Serve
de: Neuester Aufschlag

# feed_other_serves
source: Other Serves
de: Weitere Aufschläge

# feed_serve_counter_format
source: %d Serves
de: %d Aufschläge

# feed_serve_recorded_format
source: %d Serves recorded
de: %d Aufschläge gespeichert

# next_quiz_label
source: Next Quiz
de: Nächstes Quiz

source: Next up: %@
de: Nächstes Level: %@

# onboarding_get_started
source: Get Started
de: Loslegen

# onboarding_page1_desc
source: Your iPhone serve speed radar powered by the newest AI technology
de: Dein iPhone-Aufschlagsradar mit modernster KI-Technologie

# onboarding_page1_title
source: Welcome to Clay
de: Willkommen bei Clay

# onboarding_page2_desc
source: Record with your phone on the floor and use slow motion for the most precise results
de: Lege dein Handy auf den Boden und nutze Slow-Motion für präziseste Ergebnisse

# onboarding_page2_title
source: Keep the Camera Steady
de: Kamera ruhig halten

# onboarding_page3_desc
source: Make sure the full serve is visible: toss, contact, trajectory and landing
de: Der gesamte Aufschlag muss sichtbar sein: Ballwurf, Treffpunkt, Flugbahn und Landung

# onboarding_page3_title
source: Capture the Whole Serve
de: Den ganzen Aufschlag erfassen

# onboarding_page4_desc
source: Upload or record your first serve
de: Lade deinen ersten Aufschlag hoch oder nimm ihn direkt auf

# onboarding_page4_title
source: Let’s Get Started
de: Los geht’s

# out_of_format
source: out of %d
de: von %d

# question_counter_format
source: Question %d of %d
de: Frage %d von %d

# quiz_complete_title
source: Quiz Complete
de: Quiz abgeschlossen

# quiz_result_excellent
source: Excellent!
de: Hervorragend!

# quiz_result_good
source: Good job!
de: Gut gemacht!

# quiz_result_keep_practicing
source: Keep practicing!
de: Weiter üben!

source: Recommended Lesson
de: Empfohlene Lektion

# recording_page1_desc
source: Lean your phone against a water bottle or your bag. The camera must remain completely still — handheld recordings won't work
de: Lehne dein Handy an eine Trinkflasche oder Tasche. Die Kamera muss komplett ruhig bleiben — Aufnahmen aus der Hand funktionieren nicht

# recording_page1_title
source: Place Your Phone Securely
de: Platziere dein Handy stabil

# recording_page2_desc
source: Place the phone at the back corner of the court. Make sure the player and landing area are both visible
de: Platziere dein Handy in der hinteren Ecke des Courts. Spieler und Landepunkt müssen sichtbar sein

# recording_page2_title
source: Correct Camera Position
de: Korrekte Kameraposition

# recording_page3_desc
source: Your video should clearly show the full serve: the toss, impact, trajectory, and the landing point on the opposite side
de: Dein Video sollte den ganzen Aufschlag zeigen: Ballwurf, Treffmoment, Flugbahn und Landepunkt

# recording_page3_title
source: Example of a Good Recording
de: Beispiel einer guten Aufnahme

# recording_setup_done
source: Done
de: Fertig

# serve_q1_a1
source: Forehand grip
de: Vorhandgriff

# serve_q1_a1_expl
source: Limits spin and control
de: Begrenzt Spin und Kontrolle

# serve_q1_a2
source: Continental grip (Chopper grip)
de: Continental-Griff (Hammergriff)

# serve_q1_a2_expl
source: Best for power and spin
de: Am besten für Kraft und Spin

# serve_q1_a3
source: Extreme Western grip
de: Extremer Western-Griff

# serve_q1_a3_expl
source: Not suitable for serving
de: Für den Aufschlag ungeeignet

# serve_q1_text
source: What grip do the majority players use for the tennis serve?
de: Welchen Griff verwenden die meisten Spieler beim Tennisaufschlag?

# serve_q2_a1
source: Shoulder height
de: Schulterhöhe

# serve_q2_a1_expl
source: Too low for consistency
de: Zu niedrig für Konstanz

# serve_q2_a2
source: Head height
de: Kopfhöhe

# serve_q2_a2_expl
source: Release at head height
de: Loslassen auf Kopfhöhe

# serve_q2_a3
source: The peak of the toss
de: Der höchste Punkt des Ballwurfs

# serve_q2_a3_expl
source: Release earlier than that
de: Früher loslassen als dieser Punkt

# serve_q2_text
source: To ensure a consistent ball toss on the serve, the ball should be released when the tossing hand reaches what height?
de: Für einen konstanten Ballwurf sollte der Ball losgelassen werden, wenn die Wurfhand welche Höhe erreicht?

# serve_q3_a1
source: Over the left shoulder
de: Über der linken Schulter

# serve_q3_a2
source: By the right knee
de: Beim rechten Knie

# serve_q3_a3
source: To the left hip
de: Zur linken Hüfte

# serve_q3_a3_expl
source: A relaxed finish ends here
de: Ein entspannter Ausschwung endet hier

# serve_q3_text
source: Where should the racket typically finish during a natural, relaxed follow-through for a right-handed server?
de: Wo sollte der Schläger bei einem natürlichen, entspannten Ausschwung eines Rechtshänders enden?

# serve_q4_a1
source: The net
de: Zum Netz

# serve_q4_a1_expl
source: It should track the toss
de: Sie sollte dem Ballwurf folgen

# serve_q4_a2
source: The ball
de: Zum Ball

# serve_q4_a2_expl
source: Helps alignment and timing
de: Hilft bei Ausrichtung und Timing

# serve_q4_a3
source: The opponent's serving target
de: Zum Aufschlagziel des Gegners

# serve_q4_a3_expl
source: Focus stays on the ball
de: Der Fokus sollte auf dem Ball bleiben

# serve_q4_text
source: When reaching a good trophy position on the serve, what should the non-hitting hand be pointing towards?
de: Wohin sollte die nicht schlagende Hand in einer guten Trophäenposition zeigen?

# serve_q5_a1
source: In the palm of your hand
de: In der Handfläche

# serve_q5_a1_expl
source: Too unstable
de: Zu instabil

# serve_q5_a2
source: Only using the fingertips
de: Nur mit den Fingerspitzen

# serve_q5_a2_expl
source: Not enough control
de: Nicht genug Kontrolle

# serve_q5_a3
source: In your fingers (not fingertips)
de: In den Fingern (nicht Fingerspitzen)

# serve_q5_a3_expl
source: Gives better control
de: Gibt bessere Kontrolle

# serve_q5_text
source: For a consistent ball toss, how should the ball generally be held?
de: Wie sollte der Ball für einen konstanten Ballwurf gehalten werden?

# serve_q6_a1
source: Around 4–6 inches higher
de: Etwa 10–15 cm höher

# serve_q6_a1_expl
source: Slightly above contact
de: Etwas oberhalb des Treffpunkts

# serve_q6_a2
source: As high as possible to allow time to wind up
de: So hoch wie möglich, um mehr Zeit zu haben

# serve_q6_a2_expl
source: Too high ruins rhythm
de: Zu hoch stört den Rhythmus

# serve_q6_a3
source: Exactly at the contact point height
de: Genau auf Höhe des Treffpunkts

# serve_q6_a3_expl
source: Needs extra height
de: Braucht etwas zusätzliche Höhe

# serve_q6_text
source: For a consistent ball toss, how much higher than the ideal contact point should the ball be tossed?
de: Wie viel höher als der ideale Treffpunkt sollte der Ball beim Aufschlag geworfen werden?

# serve_q7_a1
source: Racket head facing the ground
de: Schlägerkopf zeigt zum Boden

# serve_q7_a1_expl
source: It points up
de: Er sollte nach oben zeigen

# serve_q7_a2
source: A strong knee bend, ready to launch the body off the ground
de: Kräftige Kniebeugung, bereit zum Absprung

# serve_q7_a2_expl
source: Legs load power
de: Die Beine laden die Energie

# serve_q7_a3
source: The right shoulder lifted high towards the head
de: Rechte Schulter hoch Richtung Kopf

# serve_q7_a3_expl
source: Shoulder drops back
de: Die Schulter fällt nach hinten ab

# serve_q7_text
source: Which of these is a required component of a good Trophy Position on the serve?
de: Welche dieser Optionen ist ein erforderlicher Bestandteil einer guten Trophäenposition beim Aufschlag?

# serve_q8_a1
source: A strong Eastern grip
de: Starker Eastern-Griff

# serve_q8_a1_expl
source: Prevents full rotation
de: Verhindert vollständige Rotation

# serve_q8_a2
source: The Continental grip
de: Continental-Griff

# serve_q8_a2_expl
source: Allows full rotation
de: Erlaubt vollständige Rotation

# serve_q8_a3
source: A Forehand grip
de: Vorhandgriff

# serve_q8_a3_expl
source: Limits spin generation
de: Begrenzt die Spinerzeugung

# serve_q8_text
source: Supination and pronation during the serve are only able to occur if the player is utilizing which specific grip?
de: Supination und Pronation beim Aufschlag sind nur möglich mit welchem Griff?

# serve_q9_a1
source: The arm should remain completely straight throughout the finish
de: Arm komplett gestreckt lassen

# serve_q9_a1_expl
source: This strains the shoulder
de: Belastet die Schulter

# serve_q9_a2
source: The elbow should be bent when finishing
de: Ellenbogen im Finish beugen

# serve_q9_a2_expl
source: Reduces shoulder stress
de: Reduziert Schulterbelastung

# serve_q9_a3
source: The racket must be gripped tightly throughout the acceleration
de: Schläger extrem fest greifen

# serve_q9_a3_expl
source: Grip should stay loose
de: Der Griff sollte locker bleiben

# serve_q9_text
source: To avoid placing a great deal of stress on the shoulder joint during the serve follow-through, what action should occur?
de: Wie kann man übermäßige Belastung des Schultergelenks im Ausschwung vermeiden?

# serve_q10_a1
source: It ensures a perfectly straight arm at contact
de: Hält den Arm perfekt gestreckt

# serve_q10_a1_expl
source: This isn’t the main reason
de: Das ist nicht der Hauptgrund

# serve_q10_a2
source: It allows the server to pause in the trophy position for perfect timing
de: Erlaubt eine Pause in der Trophäenposition

# serve_q10_a2_expl
source: Pausing kills speed
de: Pausieren nimmt Geschwindigkeit

# serve_q10_a3
source: It builds momentum that would otherwise be lost if the swing broke or paused
de: Erzeugt Schwung, der sonst verloren ginge

# serve_q10_a3_expl
source: Continuous flow keeps speed
de: Kontinuierliche Bewegung erhält Geschwindigkeit

# serve_q10_text
source: For generating racket head speed, why do the biggest servers often use a continuous motion?
de: Warum nutzen große Aufschläger oft eine durchgehende Bewegung?

# serve_q11_a1
source: He squeezed the grip tightly before every toss
de: Er drückte den Griff fest zusammen

# serve_q11_a1_expl
source: He stayed loose
de: Er blieb locker

# serve_q11_a2
source: He released his pinky, ring, and middle fingers during the lift into the trophy position
de: Er ließ kleine, Ring- und Mittelfinger locker

# serve_q11_a2_expl
source: This relaxed his grip
de: Lockerte den Griff

# serve_q11_a3
source: He exhaled sharply as he lifted the racket behind his head
de: Er atmete scharf aus

# serve_q11_a3_expl
source: That’s for breathing
de: Das diente nur der Atmung

# serve_q11_text
source: What technique did Pete Sampras famously use during the lifting phase of his serve to ensure relaxed grip pressure?
de: Welche Technik nutzte Pete Sampras, um einen lockeren Griff zu behalten?

# serve_q12_a1
source: Towards the target/net
de: Zum Ziel / Netz

# serve_q12_a1_expl
source: That’s at contact
de: Das ist erst beim Treffpunkt der Fall

# serve_q12_a2
source: Towards the right side of the court
de: Zur rechten Spielfeldseite

# serve_q12_a2_expl
source: That’s after pronation
de: Das geschieht nach der Pronation

# serve_q12_a3
source: Towards the left side of the court
de: Zur linken Spielfeldseite

# serve_q12_a3_expl
source: This is pre-contact
de: Das ist vor dem Treffpunkt korrekt

# serve_q12_text
source: For a right-handed server using the Continental grip, when the forearm is in supination prior to contact, which direction should the palm of the hand and the strings initially face?
de: Wenn der Unterarm vor dem Treffpunkt in Supination ist, in welche Richtung sollten Handfläche und Saiten zunächst zeigen?

# serve_q13_a1
source: 0.8 – 1.0 seconds
de: 0,8 – 1,0 Sekunden

# serve_q13_a1_expl
source: Too fast for most
de: Für die meisten zu schnell

# serve_q13_a2
source: 1.5 – 2.0 seconds
de: 1,5 – 2,0 Sekunden

# serve_q13_a2_expl
source: Typical serve timing
de: Typische Aufschlagdauer

# serve_q13_a3
source: 2.5 – 3.0 seconds
de: 2,5 – 3,0 Sekunden

# serve_q13_a3_expl
source: Too slow
de: Für die meisten zu langsam

# serve_q13_text
source: For the majority of tennis players (club and pro level), what is the typical timing duration from the start of the service motion until the contact point?
de: Wie lange dauert bei den meisten Tennisspielern die Aufschlagbewegung vom Start bis zum Treffpunkt?

# serve_q14_a1
source: The bending of the knees prior to the jump
de: Das Beugen der Knie vor dem Absprung

# serve_q14_a1_expl
source: This loads power only
de: Das lädt nur Energie

# serve_q14_a2
source: The tossing hand pulling down and away from the contact point
de: Das Abziehen der Wurfhand nach unten und weg vom Treffpunkt

# serve_q14_a2_expl
source: This starts rotation
de: Startet die Rotation

# serve_q14_a3
source: The serving arm reaching its furthest racket drop position
de: Wenn der Schläger seinen tiefsten Punkt erreicht

# serve_q14_a3_expl
source: That comes later
de: Das passiert später

# serve_q14_text
source: What specific action initiates the uncoiling of the body from the trophy position, thereby maximizing rotational power?
de: Welche Bewegung startet das Entdrehen des Körpers aus der Trophäenposition und maximiert die Rotationskraft?

# serve_q15_a1
source: Ulnar flexion of the wrist and internal rotation of the forearm
de: Ulnarflexion im Handgelenk und Innenrotation im Unterarm

# serve_q15_a1_expl
source: This creates slice
de: Erzeugt den Slice-Effekt

# serve_q15_a2
source: Ulnar flexion of the wrist and external rotation of the forearm
de: Ulnarflexion und Außenrotation

# serve_q15_a2_expl
source: That’s for kick
de: Das ist typisch für den Kickaufschlag

# serve_q15_a3
source: Radial flexion of the wrist and supination of the forearm
de: Radialflexion und Supination

# serve_q15_a3_expl
source: Wrong mechanics
de: Falsche Mechanik

# serve_q15_text
source: For a right-handed player executing a Slice Service, what occurs regarding the forearm and wrist at contact?
de: Was passiert bei einem Slice-Aufschlag eines Rechtshänders im Unterarm und Handgelenk beim Treffpunkt?

# serve_q16_a1
source: Slow down their motion to ensure they hit the ball at the apex
de: Ihre Bewegung zu verlangsamen

# serve_q16_a1_expl
source: It does the opposite
de: Es bewirkt genau das Gegenteil

# serve_q16_a2
source: Increase the accuracy of their pronation snap
de: Die Genauigkeit der Pronation zu erhöhen

# serve_q16_a2_expl
source: That’s not the key effect
de: Das ist nicht der entscheidende Effekt

# serve_q16_a3
source: Speed up their motion to make contact at their ideal height
de: Ihre Bewegung zu beschleunigen, um auf Idealhöhe zu treffen

# serve_q16_a3_expl
source: A low toss forces speed
de: Ein niedriger Wurf erzwingt Geschwindigkeit

# serve_q16_text
source: A major advantage gained by players who utilize a low ball toss is that it forces them to do what?
de: Welchen Hauptvorteil haben Spieler mit einem niedrigen Ballwurf?

# serve_q17_a1
source: Start the exhale when reaching the trophy position
de: Beim Erreichen der Trophäenposition

# serve_q17_a1_expl
source: Helps stay relaxed
de: Hilft, entspannt zu bleiben

# serve_q17_a2
source: Hold the breath until after the ball contact
de: Den Atem bis nach dem Treffpunkt anhalten

# serve_q17_a2_expl
source: Causes tension
de: Führt zu Spannung

# serve_q17_a3
source: Start the exhale at the moment the ball is released from the tossing hand
de: Sofort beim Loslassen des Balls

# serve_q17_a3_expl
source: Too early
de: Zu früh

# serve_q17_text
source: To ensure the body is relaxed and maximize power, when should the server typically start exhaling during the service motion?
de: Wann sollte ein Aufschläger mit dem Ausatmen beginnen, um entspannt zu bleiben und maximale Power zu erzeugen?

# settings_about_text
source: Built to help you analyze and improve your tennis serve
de: Entwickelt, um dir zu helfen, deinen Tennisaufschlag zu analysieren und zu verbessern

# settings_about_title
source: About
de: Über die App

# settings_feedback
source: Give Feedback
de: Feedback geben

# settings_recording_setup
source: Recording setup guide
de: Aufnahme-Anleitung

# settings_share_app
source: Share App
de: App teilen

# settings_title
source: Settings
de: Einstellungen

# settings_view_onboarding
source: View Onboarding
de: Onboarding anzeigen

# settings_welcome_subtitle
source: Analyze your serve with AI
de: Analysiere deinen Aufschlag mit KI

# settings_welcome_title
source: Welcome to Clay
de: Willkommen bei Clay

# solved_counter_format
source: %d/%d solved
de: %d/%d gelöst

# tactics_q1_a1
source: Attack the net at every opportunity
de: Bei jeder Gelegenheit ans Netz gehen

# tactics_q1_a1_expl
source: This relates to the 'Controlling Time' tactic
de: Diese Idee gehört zur Taktik des Zeit-Kontrollierens

# tactics_q1_a2
source: Hit every shot with maximum speed and power
de: Jeden Schlag mit maximaler Geschwindigkeit und Kraft spielen

# tactics_q1_a2_expl
source: This increases the risk of errors
de: Das erhöht das Fehlerrisiko deutlich

# tactics_q1_a3
source: Be more consistent than your opponent and force them to break down first
de: Konstanter als der Gegner spielen und ihn zuerst zu Fehlern zwingen

# tactics_q1_a3_expl
source: It is a mindset focused on consistency; out-rally the opponent and force them to break down first
de: Diese Denkweise fokussiert auf Konstanz: den Gegner ausspielen und zu Fehlern zwingen

# tactics_q1_text
source: What is the primary objective of the 'Golden Tactic' for winning singles matches?
de: Was ist das Hauptziel der sogenannten „Goldenen Taktik“ zum Gewinnen von Einzelmatches?

# tactics_q2_a1
source: The Huge Forehand
de: Der Spieler mit der Riesen-Vorhand

# tactics_q2_a1_expl
source: This player has a major weapon, but also a definable weakness
de: Dieser Spieler hat eine große Waffe, aber auch eine klare Schwäche

# tactics_q2_a2
source: The All-Courter
de: Der Allround-Spieler

# tactics_q2_a2_expl
source: The All-Courter is the most difficult player style because they are comfortable playing from anywhere
de: Der Allround-Spieler ist am schwierigsten, da er sich überall auf dem Platz wohlfühlt

# tactics_q2_a3
source: The Aggressive Baseliner
de: Der aggressive Grundlinienspieler

# tactics_q2_a3_expl
source: This player prefers to stay back and bang the ball
de: Dieser Spieler bleibt lieber hinten und schlägt hart von der Grundlinie

# tactics_q2_text
source: Which player style is considered the most difficult to face because they can play effectively from anywhere on the court?
de: Welcher Spielertyp gilt als am schwierigsten, weil er von überall auf dem Platz effektiv spielen kann?

# tactics_q3_a1
source: Eastern Backhand Grip
de: Eastern-Backhand-Griff

# tactics_q3_a1_expl
source: Used primarily for the one-handed backhand topspin drive
de: Wird hauptsächlich für einhändige Topspin-Backhands verwendet

# tactics_q3_a2
source: Continental Grip (Hammergriff / Semikontinentalgriff)
de: Continental-Griff (Hammergriff / Semikontinentalgriff)

# tactics_q3_a2_expl
source: The Continental Grip allows you to hit forehand/backhand volleys and the smash without changing grips
de: Ermöglicht Vorhand- und Rückhandvolleys sowie den Smash ohne Griffwechsel

# tactics_q3_a3
source: Semi-Western Forehand Grip
de: Semi-Western-Vorhandgriff

# tactics_q3_a3_expl
source: Used for aggressive topspin forehands
de: Wird für aggressive Topspin-Vorhände verwendet

# tactics_q3_text
source: Which grip is recommended for all volleys at the net?
de: Welcher Griff wird für alle Volleys am Netz empfohlen?

# tactics_q4_a1
source: Treating the return as an approach shot
de: Den Return als Angriffsball spielen

# tactics_q4_a1_expl
source: This is a recommended tactic against this player type
de: Das ist eigentlich eine empfohlene Taktik gegen diesen Spielertyp

# tactics_q4_a2
source: Getting lured into trying for winners
de: Sich zu Winners verleiten lassen

# tactics_q4_a2_expl
source: Avoid being lured into trying for winners, as this is the easiest way to make errors
de: Führt fast immer zu unnötigen Fehlern

# tactics_q4_a3
source: Using the matching method (returning the same speed)
de: Mit gleicher Geschwindigkeit zurückspielen

# tactics_q4_a3_expl
source: This is a recommended tactic for avoiding over-hitting
de: Eine empfohlene Methode um Überziehen zu vermeiden

# tactics_q4_text
source: Against a Wimpy Server, what should you avoid doing on the return?
de: Gegen einen Wimpy Server – was solltest du beim Return vermeiden?

# tactics_q5_a1
source: The Cross-Step (Kreuzschritt)
de: Cross-Step (Kreuzschritt)

# tactics_q5_a1_expl
source: This is used for rapid recovery back to the center of the court
de: Wird für schnelle Rückkehr zur Platzmitte verwendet

# tactics_q5_a2
source: The Sliding Step (rutschen)
de: Sliding Step (Rutschen)

# tactics_q5_a2_expl
source: This is a technique used specifically on clay courts
de: Wird hauptsächlich auf Sandplätzen verwendet

# tactics_q5_a3
source: The Split-Step
de: Split-Step
